Repository: sumeetTekin/DezerLandiOS
Catalog: Hotel Life/*.lproj/Localizable.strings
Languages: pt_br

source: Home
pt_br: Página Principal

source: Dezer Bucks
pt_br: Esses dólares

source: How's your experience?
pt_br: Como está sua experiência?

source: How's your stay?
pt_br: Como está a sua estadia?

source: Food
pt_br: Comida

source: Beverages
pt_br: Bebidas

source: Maintenance Request
pt_br: Solicitação de Manutenção

source: Modify
pt_br: Modificar

source: Order
pt_br: Pedido

source: Proceed
pt_br: Prosseguir

source: Required
pt_br: Necessário

source: Breakfast Menu
pt_br: Cardápio do café da manhã

source: Lunch Menu
pt_br: Cardápio de almoço

source: Dinner Menu
pt_br: Cardápio do jantar

source: All day dining
pt_br: Jantar todo o dia

source: Mobile Check Out
pt_br: Móvel Check Out

source: Welcome
pt_br: Bem-vindo

source: Disclaimer
pt_br: aviso Legal

# AgreeTerms
source: Please agree to the terms.
pt_br: Por favor, concorde com os termos.

source: Number of People
pt_br: Número de pessoas

source: Therapist
pt_br: Terapeuta

# DailyEvent
source: Daily Event Schedule
pt_br: Agenda diária de eventos

source: Room Number
pt_br: Número do quarto

source: Total Discount:
pt_br: Desconto total:

source: Sub Total After Discount:
pt_br: Subtotal após desconto:

source: Tax:
pt_br: Imposto:

source: Order Number
pt_br: Número do pedido

source: Order Status:
pt_br: Status do pedido:

source: Preparation Time:
pt_br: Tempo de preparação:

source: Order Time:
pt_br: Tempo de encomenda:

source: Delivery Time:
pt_br: Tempo de entrega:

source: State Tax:
pt_br: Imposto estadual:

# CancelOrder
source: Do you want to cancel this order?
pt_br: Deseja cancelar este pedido?

source: Chair/Room Number
pt_br: Cadeira/Número do quarto

source: Chair Number
pt_br: Número da cadeira

source: Date
pt_br: Encontro

source: Service Charge:
pt_br: Taxa de serviço:

source: Delivery Charge:
pt_br: Custo de entrega:

source: Duration:
pt_br: Duração:

# Instructor
source: Instructor required:
pt_br: Instrutor requerido:

# How Many
source: How many would you like?
pt_br: Quantos quer?

# Checked out
source: This booking has been checked out. For more information kindly contact front desk.
pt_br: Esta reserva foi retirada. Para mais informações, por favor, entre em contato com a recepção.

source: Room Charge
pt_br: Custo do quarto

source: Credit Card
pt_br: Cartão de crédito

source: Cash
pt_br: Dinheiro

# HowToPay?
source: How would you like to pay?
pt_br: Como você gostaria de pagar?

source: Tenant
pt_br: Inquilino

source: Owner
pt_br: Proprietário

source: Resident Photo Id
pt_br: ID da foto do residente

source: Trump Palace Resident
pt_br: Residente do Trump Palace

source: Trump Royale Resident
pt_br: Residente de Trump Royale

source: Hotel Guest
pt_br: Hóspede

# BeachNote
source: Note: Each section one row. Approximately 5 chairs wide.
pt_br: Nota: Cada seção de uma linha. Aproximadamente 5 cadeiras de largura.

# PickSection
source: Please pick the closest section to where you are sitting so we can find you
pt_br: Por favor, escolha a seção mais próxima de onde você está sentado para que possamos encontrá-lo

source: Beach Location
pt_br: Beach Localização

source: Bowling Reservation
pt_br: Reserva de boliche

source: Reservation Name:
pt_br: Nome da Reserva:

source: Number of people:
pt_br: Número de pessoas:

source: Name:
pt_br: Nome:

source: Email:
pt_br: O email:

source: Duration:
pt_br: Duração:

source: Date:
pt_br: Encontro:

source: Time:
pt_br: Tempo:

source: Model:
pt_br: Modelo:

source: Make:
pt_br: Faço:

source: Year:
pt_br: Ano:

source: Body Style:
pt_br: Estilo do corpo:

source: Transmission:
pt_br: Transmissão:

source: Description:
pt_br: Descrição:

source: Movie:
pt_br: Filme:

source: Choose Date
pt_br: Escolha a data

source: Choose Time
pt_br: Escolha a hora

source: Kids:
pt_br: Crianças:

source: Card Number
pt_br: Número do cartão

source: Balance
pt_br: Saldo

source: Tickets
pt_br: Ingressos

source: Bonus
pt_br: Bônus

source: Password
pt_br: Senha

source: Birthday (Month and Day)
pt_br: Aniversário (Mês e Dia)

source: Anniversary (Month and Day)
pt_br: Aniversário (Mês e Dia)

source: Add Comment
pt_br: Adicionar comentário

# Special Request
source: Enter Special Request...
pt_br: Insira o pedido especial...

source: Select Occasion
pt_br: Selecione Ocasião

source: Select Duration
pt_br: Selecione a duração

# Select_Payment
source: Select Payment Option
pt_br: Selecione a opção de pagamento

source: Unit Number
pt_br: Número de unidade

source: Choose Duration
pt_br: Escolha Duração

source: Update
pt_br: Upgrade

source: Next
pt_br: Próximo

source: Confirm
pt_br: Confirme

source: Continue
pt_br: Continuar

source: Close now
pt_br: Fechar agora

source: Submit
pt_br: Enviar

source: Cancel
pt_br: Cancelar

source: Change Request
pt_br: Pedido de Manutenção

source: Customer Support
pt_br: Suporte ao cliente

# I_AGREE
source: I agree to these terms and conditions.
pt_br: Eu concordo com estes termos e condições.

source: Room Temprature
pt_br: Temperatura do quarto

source: Order History
pt_br: Histórico de pedidos

source: Go Back
pt_br: Volte

source: Add Card
pt_br: Adicionar cartão

source: Recharge
pt_br: Recarrega

source: Loading
pt_br: Carregando

source: Updating
pt_br: Atualizando

source: Signing In
pt_br: Entrando no sistema

source: Signing Up
pt_br: Inscrevendo-se

source: Logging Out
pt_br: Saindo do sistema

source: Go Hotel Life
pt_br: Vida do Hotel

source: Error
pt_br: Erro

source: Please enter a valid Name.
pt_br: Favor inserir um nome válido.

source: Please enter a valid email address.
pt_br: Favor inserir um endereço de e-mail válido.

source: Please enter a valid phone number.
pt_br: Favor inserir um número de telefone válido.

source: Please enter a valid date in format MM/DD.
pt_br: Favor inserir uma data válida no formato MM / DD.

source: Please enter a valid city.
pt_br: Favor inserir uma cidade válida.

source: Please select a country.
pt_br: Favor inserir selecionar um País: Brasil.

source: Please enter at least 6 character password.
pt_br: Favor inserir pelo menos uma senha de 6 caracteres.

source: Confirm Password is not matching with Password.
pt_br: Confirmar. As Senhas não estão coincidindo.

source: We have emailed you a link to reset your password.
pt_br: Acabamos de lhe enviar um link para você redefinir a sua senha.

source: Select Language
pt_br: Selecione o idioma

source: English
pt_br: Inglês

source: Spanish
pt_br: Espanhol

source: Portuguese
pt_br: Português

source: Russian
pt_br: russo

source: In order to change the language, the App must be closed and reopened by you.
pt_br: Para alterar o idioma, você deverá fechar e reabrir o aplicativo.

source: App restart required
pt_br: É necessário reiniciar o aplicativo

# Thanks for Feedback
source: Thanks for your feedback.
pt_br: Obrigado pelo feedback

source: You have reached to the maximum limit for this item.
pt_br: Você atingiu o limite máximo para este item.

source: Thanks
pt_br: Obrigado

source: Posted
pt_br: Postado

source: Please select future Date & Time.
pt_br: Selecione Data e Hora futuras.

source: Facebook email permission is required.
pt_br: É necessário obter a permissão de e-mail do Facebook.

source: Please select an item.
pt_br: Selecione um item.

source: Please enter required quantity.
pt_br: Insira a quantidade necessária.

source: Please enter room number
pt_br: Digite o número do quarto

source: Please enter your comment.
pt_br: Favor inserir o seu comentário.

# Please enter some text(Max. 140).
source: Please enter some comment(Max. 140 characters).
pt_br: Favor inserir algum texto (Max. 140).

source: Please enter some comment.
pt_br: Favor inserir alguns comentários.

source: Please enter your chair number.
pt_br: Favor inserir seu número de cadeira.

# Order cancelled.
source: Order has been cancelled.
pt_br: O pedido foi cancelado.

# Try again
source: Kindly try again.
pt_br: Por favor, tente novamente.

# DiscountText
source: One time only %@ discount for reservation through the app.
pt_br: Apenas uma vez %@ desconto para reserva através do aplicativo.

# ContactUs
source: Would you like our concierge to contact you about %@?
pt_br: Gostaria que nosso concierge contatasse você sobre %@?

# WouldYouLike
source: Would you like our concierge to assist you with this reservation?
pt_br: Você gostaria que nosso concierge o ajudasse nessa reserva?

# SelectPayment
source: Select Payment Option
pt_br: Selecione a opção de pagamento

# UploadPhoto
source: Upload Photo Id
pt_br: Carregar ID da foto

source: Enter Unit Number
pt_br: Digite o número da unidade

source: No response
pt_br: Sem resposta

source: Incorrect response
pt_br: Incorrecta respuesta

source: Please try again.
pt_br: Por favor, tente novamente.

source: Invalid Request.
pt_br: Solicitação inválida.

source: No record found.
pt_br: Nenhum registro encontrado.

source: Camera not available.
pt_br: Câmera indisponível.

source: Photos not available.
pt_br: Fotos não disponíveis.

# Facebook app not available.
source: Kindly install Facebook app.
pt_br: O aplicativo do Facebook não está disponível.

# Twitter app not available.
source: Kindly install Twitter app.
pt_br: O aplicativo Twitter não está disponível.

# Instagram app not available.
source: Kindly install Instagram app.
pt_br: O aplicativo Instagram não está disponível.

source: No image selected.
pt_br: Nenhuma imagem foi selecionada

source: No type selected.
pt_br: Nenhum tipo foi selecionado

# Would you like to get digital key ?
source: We are about to generate a digital room key for you to open the door using your phone. Would you like to continue?
pt_br: Estamos prestes a gerar uma chave de sala digital para você abrir a porta usando seu telefone. Você gostaria de continuar?

source: Please contact front desk for room upgradation
pt_br: Por favor, entre em contato com a recepção para o upgrade do quarto

# error_endpoint_deleted
source: It looks like you have checked out, please contact front desk.
pt_br: Parece que você fez check-out, entre em contato com a recepção.

# GuestCardOverridden
source: New key will be provided to you, please contact front desk for further information.
pt_br: Nova chave será fornecida a você, por favor, entre em contato com a recepção para mais informações.

# CardNotValidYet
source: The generated digital room key in not valid yet, please wait and try again.
pt_br: A chave da sala digital gerada ainda não é válida. Aguarde e tente novamente.

# CardHasExpired
source: Looks like your digital room key has expired, please contact front desk for further information.
pt_br: Parece que sua chave do quarto digital expirou. Entre em contato com a recepção para obter mais informações.

# CardCancelled
source: Your digital room key has been cancelled, please contact front desk for further information.
pt_br: A sua chave do quarto digital foi cancelada. Por favor, entre em contato com a recepção para mais informações.

# CardUsergroupBlocked
source: The digital key for your assigned room has been blocked, please contact front desk for further information.
pt_br: A chave digital para o seu quarto atribuído foi bloqueada, por favor, entre em contato com a recepção para mais informações.

# NoAccessToThisRoom
source: Please check the room number, it looks like you are at wrong room number.
pt_br: Por favor, verifique o número do quarto, parece que você está no número do quarto errado.

# WrongSystemNumberOnCard
source: This digital room key is not valid for this property, please contact front desk for further information.
pt_br: Esta chave do quarto digital não é válida para esta propriedade. Por favor, entre em contato com a recepção para mais informações.

# NotValidAtThisTime
source: The digital room key is not valid at this time please try later.
pt_br: A chave da sala digital não é válida neste momento, por favor tente mais tarde.

# DoorUnitDeadBolted
source: The assigned digital room key has been blocked, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi bloqueada. Por favor, entre em contato com a recepção para mais informações.

# NotValidDueToPrivacyStatus
source: The assigned digital room key has been blocked, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi bloqueada. Por favor, entre em contato com a recepção para mais informações.

# NotValidDueToAntiPassback
source: The assigned digital room key has been blocked, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi bloqueada. Por favor, entre em contato com a recepção para mais informações.

# CommandNotValidForThisLock
source: The assigned digital room key has been blocked, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi bloqueada. Por favor, entre em contato com a recepção para mais informações.

# AccessDeniedDueToBatteryAlarm
source: The assigned digital room key has been disabled as door battery is low, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi desativada, pois a bateria da porta está baixa. Entre em contato com a recepção para obter mais informações.

# NotValidDueToDoorNotClosed
source: The room door does not seems to be locked properly.
pt_br: A porta da sala não parece estar trancada corretamente.

# WrongPIN
source: The assigned digital room key has been refused, please contact front desk for further information.
pt_br: A chave do quarto digital atribuída foi recusada. Por favor, entre em contato com a recepção para mais informações.
